<html>
<head>	
Test av format: Tillg&auml;nglighetsredog&ouml;relse
</head>
<body>
<h1>Tillg&auml;nglighetsredog&ouml;relse f&ouml;r CRM-systemet</h1>
<h2>Brister i m.fl.</h2>
<p></br>
Datum: 2020-12-15</br>
</p>

<h2>F&ouml;rteckning av hinder</h2>
<p>
<li>4.3	Hinder relaterade till visuell funktionsvariation (partiell och fullst&auml;ndig).</li>
<li>4.3.1	Varseblivning om p&aring;b&ouml;rjad laddning. &auml;ndra av javascript f&ouml;r visning.</li>
<li>4.3.2	Varseblivning om utdragen laddning. &auml;ndra av javascript f&ouml;r visning.</</li>
<li>4.3.3	Varseblivning med popuper. Skriv om pop-uper s&aring; att de syns i webbl&auml;saren, eller byt till att en sida laddas om.</li>
<li>4.3.4	Comboxar &auml;r inte passivt st&auml;ngbara - n&auml;r man stegar igenom l&auml;mnar man oavsiktliga sp&aring;r. &auml;ndra dold text</li>
<li>4.3.5	Navigation i huvudmenyn - g&aring;r inte att tabba sig fram konsekvent, det &auml;r otydligt vad som &auml;r huvud- och undermenyer.</li>
<li>4.3.6	Uppslag av kund via personnummer - dirty state-problem, labels p&aring; f&auml;lt &auml;r dubbla.</li>
<li>4.3.7	Uppslag av kund via personnummer utifr&aring;n myndighetsbehov  - saknar information om f&auml;ltets inneh&aring;ll.</li>
<li>4.3.8	Uppslag av kund via kundnummer - tabbningfel. &auml;ndra tabbordningen genom att l&auml;gga till indexering i ramverket p&aring; motsvarande s&auml;tt som HTML har st&ouml;d f&ouml;r.</li>
<li>4.3.9	Uppslag av kund via epost - alt-g + 2 = @-tecken-problem. Problem med Kortkommando-funktionen i Odoo som anv&auml;nder "ALT"-tangenten. </li>
<li>4.3.10	Navigera mellan flikar p&aring; arbetsytan - d&auml;r flikarna mina m&ouml;ten och kollegors m&ouml;ten visas som en tabell ist&auml;llet f&ouml;r tv&aring; flikar.</li>
<li>4.3.11	L&auml;sa f&auml;lt p&aring; fliken kontakter p&aring; kundbild visar bara en bild, inte text till den egna angivna adressen.</li>
<li>4.3.12	L&auml;sa uppgifter p&aring; fliken Kontakter och adresser visar bara en bild, inte text till den egna angivna adressen. Pop-up:er syns inte.</li>
<li>4.3.13	L&auml;sa uppgifter p&aring; fliken Snabbl&auml;nkar visa som kanbankort och &auml;r d&auml;rmed inte l&auml;sbara.</li>
<li>4.3.14	L&auml;sa uppgifter p&aring; fliken Programbeslut i AIS-&aring; - det g&aring;r inte att f&ouml;rst&aring; att tabellen ska vara tom n&auml;r den &auml;r tom.</li>
<li>4.3.15	L&auml;sa uppgifter p&aring; fliken Kundens planering - otydligt att man ska klicka p&aring; fliken och sedan p&aring; knappen, otydligt laddar, och laddat f&auml;rdigt.</li>
<li>4.3.16	L&auml;sa information om kundens lokalkontor - otydlig ettikett och mycket otydlig vy f&ouml;r kontorsinformatione.</li>
<li>4.3.17	L&auml;sa information om kundens handl&auml;ggare -  sidan visas otydligt eftersom den skrivs som en tabell.</li>
</p>

</p>
<p>
Prelimin&auml;rt ber&auml;knas dessa brister vara klara &Aring;&Aring;&Aring;&Aring;-MM-DD (datum kommer n&auml;r formellt beslut fattats, senast i samband med produktionss&auml;ttning den 2021-01-18).
</p>
<p>
Buildnr: 2e954355ca5 2021-04-16 10:16
</p>

</body>
</html>

