<!DOCTYPE html>

<html style="font-family: sans-serif;">
    <head>
        <meta charset="utf-8">

        <title>F&ouml;renklad tillg&auml;nglighetsredog&ouml;relse</title>
    </head>
    <body style="display: flex; flex-direction: column;">
        <div style="display: flex; flex-wrap: wrap; flex-direction: column; width: 50rem; margin: auto; margin-top: 4rem; margin-bottom: 4rem;">
            <div style="width: 50rem; margin-left: auto; margin-right: auto; margin-top: 0.5rem; margin-bottom: 0.5rem;">
                <header>
                    <img src="https://arbetsformedlingen.se/webdav/files/logo/logo.svg" alt="Arbetsf&ouml;rmedlingens logotyp">
                </header>
            </div>
            <h1 style="color: #00005a;">
                Tillg&auml;nglighetsredog&ouml;relse f&ouml;r Kundrelationssystemet
            </h1>
            <main>
                <hr  style="margin-bottom: 35px; margin-top: 30px; width: 230px; height: 10px; background-color:#00005a; border: 0; margin-left: 0;" >
                <p>  
                    Arbetsf&ouml;rmedlingen &auml;r &auml;gare till webbplatsen f&ouml;r Kundrelationssystemet (CRM) och vi vill att alla
                    ska kunna anv&auml;nda webbplatsen, oavsett behov. H&auml;r redog&ouml;r vi hur webbplatsen uppfyller
                    webbriktlinjerna om tillg&auml;nglighet, eventuella k&auml;nda tillg&auml;nglighetsproblem och hur du kan
                    rapportera brister till oss s&aring; att vi kan &aring;tg&auml;rda dem.
                </p>
                <h2 style="color: #00005a;">
                    Hur tillg&auml;nglig &auml;r webbplatsen?
                </h2>
                <p>
                    Vi &auml;r medvetna om att delar av webbplatsen inte &auml;r helt tillg&auml;ngliga. I avsnittet 
                    om inneh&aring;ll som inte &auml;r tillg&auml;nglig listar vi k&auml;nda brister i tillg&auml;nglighet.
                </p>
                <h2 style="color: #00005a;">
                    Kontakta oss om du hittar fler brister
                </h2>
                <p>
                    Vi str&auml;var hela tiden efter att f&ouml;rb&auml;ttra webbplatsens tillg&auml;nglighet.
                    Om du uppt&auml;cker problem som inte &auml;r beskrivna p&aring; den h&auml;r sidan, eller 
                    om du anser att vi inte uppfyller lagens krav, meddela oss s&aring; att vi 
                    f&aring;r veta att problemet finns.
                </p>
                <br/>
                <a href="https://serviceportal.arbetsformedlingen.se/sp?id=sc_cat_item&sys_id=25350c4ec08144504a4023c51e47e1a4">Anm&auml;l digital bristande tillg&auml;nglighet</a>
                <h2 style="color: #00005a;">
                    Teknisk information om webbplatsens tillg&auml;nglighet
                </h2>
                <p>
                    Den h&auml;r webbplatsen &auml;r inte f&ouml;renlig med webbriktlinjerna om tillg&auml;nglighet.
                </p>
                <h3 style="color: #00005a;">
                    Inneh&aring;ll som inte &auml;r tillg&auml;ngligt
                </h3>
                <p>
                    Vi &auml;r medvetna om f&ouml;ljande brister som inte f&ouml;ljer lagkraven:
                </p>
                <h4 style="color: #00005a;">
                    Problem vid anv&auml;ndning utan syn
                </h4>
                <ul>
                    <li>
                        Det &auml;r inte m&ouml;jligt f&ouml;r anv&auml;ndare som navigerar med sk&auml;rml&auml;sare att uppfatta
                        informationsomr&aring;den p&aring; sidorna i systemet, eftersom det saknas landm&auml;rken f&ouml;r 
                        informationsomr&aring;den i koden.
                    </li>
                    <br/>
                    <li>
                        Identifiering av objekt och gr&auml;nssnittskontroller &auml;r inte konsekvent med andra 
                        system p&aring; myndigheten eftersom den plattform som Kundrelationssystemet saknar 
                        st&ouml;d f&ouml;r komponenter i myndighetens designsystem.
                    </li>
                    <br/>
                    <li>
                        H&auml;nvisningar till komponenter och inneh&aring;ll baseras i vissa fall p&aring; sensoriska 
                        k&auml;nnetecken som form, storlek, placering eller f&auml;rg.
                    </li>
                    <br/>
                    <li>
                        Tabb- och fokusordning vid tangentbordsnavigation &auml;r inte alltid logisk.
                    </li>
                </ul>
                <h4 style="color: #00005a;">
                    Problem vid anv&auml;ndning med nedsatt syn
                </h4>
                <ul>
                    <li>
                        Det finns vissa problem med att &auml;ndra textstorleken i gr&auml;nssnittet eftersom
                        exempelvis menyer inte fungerar med st&ouml;rre text &auml;n 175 %.
                    </li>
                    <br/>
                    <li>
                        Det &auml;r inte m&ouml;jligt f&ouml;r anv&auml;ndaren att justera avst&aring;nd i text.
                    </li>
                    <br/>
                    <li>
                        Vid fokus p&aring; vissa objekt saknas en visuell fokusmark&ouml;r som visar vilket 
                        objekt som har fokus vid tangentbordsnavigation.
                    </li>
                </ul>
                <h4 style="color: #00005a;">
                    Problem vid anv&auml;ndning med begr&auml;nsad r&ouml;rlighet
                </h4>
                <ul>
                    <li>
                        Gr&auml;nssnittet kan inte styras med tangentbord eller med hj&auml;lpmedel som 
                        bygger p&aring; liknande mekanismer som tangentbordsstyrning.
                    </li>
                    <br/>
                    <li>
                        Vid fokus p&aring; vissa objekt saknas en visuell fokusmark&ouml;r som visar 
                        vilket objekt som har fokus vid tangentbordsnavigation.
                    </li>
                    <br/>
                    <li>
                        Tabbordning vid tangentbordsnavigation &auml;r inte alltid logisk.
                    </li>
                </ul>
                <h4 style="color: #00005a;">
                    Problem vid anv&auml;ndning med kognitiv neds&auml;ttning
                </h4>
                <ul>
                    <li>
                        Sortering och placering av objekt i navigationsomr&aring;den &auml;r inte konsekvent med
                        andra system p&aring; myndigheten eftersom den plattform som Kundrelationssystemet
                        saknar st&ouml;d f&ouml;r komponenter i myndighetens designsystem.
                    </li>
                    <br/>
                    <li>
                        H&auml;nvisningar till komponenter och inneh&aring;ll baseras i vissa fall p&aring; sensoriska
                        k&auml;nnetecken som form, storlek, placering eller f&auml;rg.
                    </li>
                    <br/>
                    <li>
                        Det &auml;r inte m&ouml;jligt f&ouml;r anv&auml;ndaren att justera avst&aring;nd i text.
                    </li>
                </ul>
                <h2 style="color: #00005a;">
                    Hur vi testat webbplatsen
                </h2>
                <p>
                    Vi har gjort en sj&auml;lvskattning (intern testning) av <a href="http://crm-acc.arbetsformedlingen.se/">crm-acc.arbetsformedlingen.se</a>.
                </p>
                <p>
                    Senaste bed&ouml;mningen gjordes den 2021-05-11.
                </p>
                <p>
                    Denna redog&ouml;relse uppdaterades den 2021-05-20.
                </p>
                <h2 style="color: #00005a;">
                    Hur vi jobbar med digital tillg&auml;nglighet
                </h2>
                <p>
                    Vi str&auml;var efter att Arbetsf&ouml;rmedlingens webbplatser ska kunna uppfattas, hanteras och
                    f&ouml;rst&aring;s av alla anv&auml;ndare och medarbetare, oavsett behov eller funktionsneds&auml;ttning och
                    oberoende av vilka hj&auml;lpmedel du anv&auml;nder. Vi ska &aring;tminstone uppn&aring; grundl&auml;ggande tillg&auml;nglighet
                    genom att f&ouml;lja <a href="https://webbriktlinjer.se/lagkrav/folj-standarder-tillganglighet/">WCAG 2.1 p&aring; niv&aring; AA</a>.
                </p>    
                <p>    
                    Ett arbete p&aring;g&aring;r f&ouml;r att se &ouml;ver Arbetsf&ouml;rmedlingens digitala riktlinjer. F&ouml;r att ge
                    v&aring;ra medarbetare r&auml;tt f&ouml;ruts&auml;ttningar och kunskap om digital tillg&auml;nglighet l&auml;gger vi
                    stort fokus p&aring; att utbilda dem som utvecklar v&aring;ra digitala tj&auml;nster.
                </p>
                <p>
                    Ansvaret att tillg&auml;nglighetskraven f&ouml;ljs ligger framf&ouml;rallt hos sektionens produkt&auml;gare. Till sin hj&auml;lp har 
                    produkt&auml;garen UX-ingenj&ouml;rer, vars uppgift &auml;r att vidareutveckla, testa och genomf&ouml;ra anv&auml;ndarstudier f&ouml;r att 
                    uppfylla tillg&auml;nglighetskraven enligt webbriktlinjerna. Arbetet sker kontinuerligt och parallellt med utvecklingen
                    av systemet. 
                </p>
                <p>
                    CRM.0.9.20220114.1130
                </p>
            </main>    
        </div>
    </body>
</html>
